Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=195_art_id=252.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Dållå
sma: Lïerh: Dålle

source: I galga gállasjvuodav doadjet
sma: Aellieh paarrebieliej gaskese tjihtedh.

source: Galggap jubmelbalulattjan suv iehttset, vaj rájnnasin ja vigedibmen ájádusájn, bágojn ja bargojn viessop.
sma: Mijjieh edtjebe Jupmelem vaetiestidh jïh iehtsedh, juktie mijjieh tjïelke jïh eensi jielebe åssjaldahkine, baakojne jïh daahkojne.

source: Gállasjguojmitja galggaba guojmeska iehttset ja guddnedit.
sma: Paarrebielieh edtjieh sinsitniem iehtsedh jïh earoehtidh.

source: Jubmel le gieresvuodav ja seksualitehtav sjivnnjedam; aktisasj iellemav almatja ja nissuna gaskan.
sma: Jupmele gieriesvoetem jïh seksualtitetem sjugniedamme; ektiejielede kaarri jïh nyjsenæjjaj gaskem.

source: Juohkkahasj galggá gállasjvuodav vieledit, ja aktisasj iellemav suoddjit.
sma: Gaajhkesh edtjieh paarrebieliem krööhkedh, jïh ektiejieledem vaarjelidh.

source: Gudi guhtik guojmeska iehttseba, libá åskulattja, váj aktijvuodan le hávsske ja duohtavuohta.
sma: Dah mah sinsitniem iehtsieh leah eerlege sinsitnine, guktie dah guaktah eerlegevoetem ektiejieliedisnie utnieh.

source: Majt dat sisadná ” gállasjvuodav doadjet ” ?
sma: Maam sæjhta jiehtedh ” Paarrebieliej gaskese tjihtedh ? ”

source: Le gus gå gállasjguojmitja nubbe nuppes sirraba ?
sma: Dïhte gosse paarrebielieh juakasuvvieh ?

source: Guovtes gudi aktan årroba sirraba ?
sma: Göökte mah ektesne jielieh juakasuvvieh ?

source: Jali le gus juoga ienep ?
sma: Jallh mij akt vielie ?
